Repository: thiesgerken/screenshotstudiodotnet
Catalog: Core/Localization/Strings.*.resx
Languages: de

# Ask
source: User Selection
de: Benutzerauswahl

source: Bounds
de: Maße

source: Delay
de: Verzögerung

# DeleteAllQInstruction
source: Are you sure that you want to delete all History entries?
de: Wollen Sie wirklich alle History-Einträge löschen?

# DeleteAllQText
source: This action will delete the history irreversibly.
de: Diese Aktion wird die gesamte History löschen und kann nicht wieder rückgängig gemacht werden.

# DeleteEntryQInstruction
source: Are you sure that you want to delete this entry?
de: Wollen Sie diesen History-Eintrag wirklich löschen?

# DeleteEntryQText
source: The history entry will be lost after the deletion.
de: Der Eintrag wird unwiederbringlich verloren sein.

# DeleteLogQInstruction
source: Are you sure that you want to clear the log file?
de: Wollen Sie das Log wirklich löschen?

# DeleteLogQText
source: The log could be important to track errors.
de: Die Einträge können zum Aufspüren von Fehlern nützlich sein.

# DontAskAgain
source: Do not ask this again
de: Nicht wieder nachfragen

# ErrorLoading
source: Error while loading the Screenshot
de: Fehler beim Laden des Screenshots

source: Filesize
de: Dateigröße

# FileSizeError
source: Error while determining the filesize.
de: Die Dateigröße konnte nicht ermittelt werden.

source: found
de: gefunden

source: Item
de: Eintrag

source: Items
de: Einträge

source: Macro
de: Informationen zum benutzten Makro

source: Multiple Interval
de: Intervall der Screenshots

# NoEntry
source: No Entries found
de: Keine Elemente gefunden

source: Number
de: Nummer des Screenshots

source: Output
de: Ausgabe

# OutputInformation
source: Informations from Output-Plugin
de: Informationen des Ausgabe-Plugins

source: Outputs used
de: Verwendete Ausgabe

# ProcessName
source: (only Window) Process name
de: (nur Fenster) Prozessname

source: Rectangle
de: Rechteck

source: Relevance
de: Relevanz

source: Search
de: Suchen

# searchError
source: An Error occured while searching.
de: Beim Suchen trat ein Fehler auf.

source: Searching ...
de: Suche ...

# Shape
source: (only Region) Shape
de: (nur Auswahl) Form

source: Time Taken
de: Aufnahmedatum

# TotalNumber
source: Total count of Screenshots
de: Gesamtanzahl der Screenshots

# Type
source: Screenshottype
de: Screenshottyp

# WindowTitle
source: (only Window) Window title
de: (nur Fenster) Fenstertitel

source: Date
de: Datum

source: None
de: Keine Ausgabe

# WebsiteUrl
source: (only Website) Url
de: (nur Webseite) Url

# Screens
source: Displays
de: Bildschirme

source: Default
de: Standard

source: Cancel
de: Abbrechen

# colorError
source: There is already another colorization with the same name.
de: Es gibt bereits ein Farbset mit dem selben Namen.

source: Create
de: Erstellen

# createTask
source: Please enter a name for the new Colorization.
de: Bitte gib einen Namen für das Farbset ein.

# createText
source: Create New Colorization
de: Neues Farbset erstellen

source: Creation failed
de: Erstellung fehlgeschlagen

# showQS
source: Show Quickstart
de: Quickstart anzeigen
